[
  {
    "section_id": "B",
    "section_title": "Patients and Caregivers",
    "subsections": [
      {
        "subsection_id": "B.1",
        "subsection_title": "Patient Needs",
        "questions": [
          {
            "question_id": "PC-1",
            "summary_text": "What health management/care navigation apps help with health needs and actions?"
          },
          {
            "question_id": "PC-2",
            "summary_text": "Is health information for self/loved ones easily accessible in one location? Benefits/obstacles?"
          },
          {
            "question_id": "PC-3",
            "summary_text": "Are you aware of useful health management, care navigation, or PHR apps for Medicare beneficiaries?"
          },
          {
            "question_id": "PC-4",
            "summary_text": "What features are missing from current apps or what apps should exist? What can CMS uniquely offer?"
          },
          {
            "question_id": "PC-5",
            "summary_text": "How can CMS encourage patient/caregiver interest in digital health products? CMS role in review/approval? Changes for data access?"
          },
          {
            "question_id": "PC-6",
            "summary_text": "What features are most important for accessibility and ease of use of digital health products for Medicare beneficiaries?"
          },
          {
            "question_id": "PC-7",
            "summary_text": "How best to collect real-world data on digital health products' impact on outcomes and costs post-market release?"
          }
        ]
      },
      {
        "subsection_id": "B.2",
        "subsection_title": "Data Access and Integration",
        "questions": [
          {
            "question_id": "PC-8",
            "summary_text": "What health data is readily available and valuable? What is valuable but hard to access? Other valuable data sources?"
          },
          {
            "question_id": "PC-9",
            "summary_text": "What additional CMS data for Blue Button 2.0 API to enable useful products? Difficulties? Suggestions for API?"
          },
          {
            "question_id": "PC-10",
            "summary_text": "How is TEFCA advancing patient access? Examples? Suggested changes? Impactful use cases? Useful standards?"
          },
          {
            "question_id": "PC-11",
            "summary_text": "How are HIEs advancing patient access? Data value/accuracy? Suggested changes? High-performing models? HIE role amidst other entities?"
          },
          {
            "question_id": "PC-12",
            "summary_text": "Most valuable operational health data use cases for patients/caregivers for efficient care navigation or provider competition?"
          }
        ]
      },
      {
        "subsection_id": "B.3",
        "subsection_title": "Information Blocking and Digital Identity",
        "questions": [
          {
            "question_id": "PC-13",
            "summary_text": "How can CMS encourage info blocking complaints? Impact on data exchange?"
          },
          {
            "question_id": "PC-14",
            "summary_text": "Challenges/benefits of digital ID credentials for patients/caregivers? How to improve access? Role of CMS/payers/providers/apps in adoption?"
          }
        ]
      }
    ]
  },
  {
    "section_id": "C",
    "section_title": "Providers",
    "subsections": [
      {
        "subsection_id": "C.1",
        "subsection_title": "Digital Health Apps",
        "questions": [
          {
            "question_id": "PR-1",
            "summary_text": "How can CMS encourage providers (incl. rural) to leverage approved digital health products? Obstacles? Provider responsibilities?"
          },
          {
            "question_id": "PR-2",
            "summary_text": "Obstacles to developing/deploying/using innovative apps for physician workflows (quality, docs, billing)? Mitigation?"
          },
          {
            "question_id": "PR-3",
            "summary_text": "Importance of all EHR data formats being accessible for exchange? Challenges, impact, barriers, implications, priority?"
          },
          {
            "question_id": "PR-4",
            "summary_text": "Standard/policy changes for patient third-party apps to access administrative workflows (intake, schedules, appointments)?"
          }
        ]
      },
      {
        "subsection_id": "C.2",
        "subsection_title": "Data Exchange",
        "questions": [
          {
            "question_id": "PR-5",
            "summary_text": "Which FHIR APIs/capabilities (Patient Access, Standardized, Provider Directory, Provider Access, Payer-to-Payer, Prior Auth, Bulk FHIR, SMART, CDS Hooks) do you support/utilize? Describe model, use case, constraints."
          },
          {
            "question_id": "PR-6",
            "summary_text": "Is TEFCA advancing provider access? Examples? Changes? Other options? Redundant standards?"
          },
          {
            "question_id": "PR-7",
            "summary_text": "How can CMS support providers in making high-quality, timely, comprehensive data available for interop? Mitigate burden? Reuse existing workflows/metrics?"
          },
          {
            "question_id": "PR-8",
            "summary_text": "Ways CMS can simplify clinical quality data responsibilities for providers? Bulk FHIR for quality submissions? Consolidate interop/quality reporting? Data registry requirements?"
          }
        ]
      },
      {
        "subsection_id": "C.3",
        "subsection_title": "Digital Identity",
        "questions": [
          {
            "question_id": "PR-9",
            "summary_text": "How to encourage providers to accept patient digital IDs instead of proprietary logins? Provider needs for transition? Balance privacy/convenience?"
          },
          {
            "question_id": "PR-10",
            "summary_text": "Challenges/benefits of digital IDs for providers? Impact on access, provider directory, data flow? Combine FHIR addresses/identity?"
          },
          {
            "question_id": "PR-11",
            "summary_text": "How can trust community members (e.g., QHINs) better support reduced burden and enhanced identity management/security?"
          }
        ]
      },
      {
        "subsection_id": "C.4",
        "subsection_title": "Information Blocking",
        "questions": [
          {
            "question_id": "PR-12",
            "summary_text": "Should ASTP/ONC revise info blocking exceptions to further EHI access/exchange and promote competition?"
          },
          {
            "question_id": "PR-13",
            "summary_text": "Most effective info blocking disincentive for provider categories currently without one?"
          },
          {
            "question_id": "PR-14",
            "summary_text": "How to encourage providers to submit info blocking complaints? Impact on data exchange?"
          }
        ]
      }
    ]
  },
  {
    "section_id": "D",
    "section_title": "Payers",
    "subsections": [
      {
        "subsection_id": "D.0",
        "subsection_title": "General Payer Considerations",
        "questions": [
          {
            "question_id": "PA-1", 
            "summary_text": "Policy/technical limitations in TEFCA for payers? Suggested changes? Impact on participation?"
          },
          {
            "question_id": "PA-2", 
            "summary_text": "How can CMS encourage payers to accelerate API implementation for patients, providers, other payers (like Blue Button 2.0, Data at Point of Care)?"
          },
          {
            "question_id": "PA-3",
            "summary_text": "How can CMS encourage payers to accept patient digital IDs instead of proprietary logins?"
          },
          {
            "question_id": "PA-4",
            "summary_text": "Value to payers of a nationwide provider directory with FHIR endpoints and digital IDs?"
          },
          {
            "question_id": "PA-5", 
            "summary_text": "Ways payers can simplify provider clinical quality data responsibilities? Interest in bulk extraction for payer-side calculation? Consolidate reporting? Payer tech for real-time quality data?"
          },
          {
            "question_id": "PA-7", 
            "summary_text": "How can CMS encourage payers to submit info blocking complaints? Impact?"
          }
        ]
      }
    ]
  },
  {
    "section_id": "E",
    "section_title": "Technology Vendors, Data Providers, and Networks",
    "subsections": [
      {
        "subsection_id": "E.1",
        "subsection_title": "Ecosystem",
        "questions": [
          {
            "question_id": "TD-1",
            "summary_text": "Short/long-term steps for CMS to stimulate developer interest in digital health products for Medicare beneficiaries?"
          },
          {
            "question_id": "TD-2",
            "summary_text": "Regarding CMS Data: Additional valuable data via CMS APIs? Valuable alongside Blue Button 2.0? Obstacles? Other APIs CMS/ASTP/ONC should consider?"
          }
        ]
      },
      {
        "subsection_id": "E.2",
        "subsection_title": "Digital Identity",
        "questions": [
          {
            "question_id": "TD-3",
            "summary_text": "Digital ID implementation: Challenges/benefits? Impact of requiring digital IDs on cybersecurity/exchange? Impact of OpenID Connect?"
          }
        ]
      },
      {
        "subsection_id": "E.3",
        "subsection_title": "Technical Standards and Certification",
        "questions": [
          {
            "question_id": "TD-4",
            "summary_text": "How can CMS better encourage use of open, standards-based, public APIs over proprietary?"
          },
          {
            "question_id": "TD-5",
            "summary_text": "How could a nationwide provider directory of FHIR endpoints improve access? Who publishes? User cost?"
          },
          {
            "question_id": "TD-6",
            "summary_text": "Unique interop functions of TEFCA? Existing alternatives? Redundant standards to consolidate?"
          },
          {
            "question_id": "TD-7",
            "summary_text": "Degree USCDI improved interop/exchange? Limitations? Need more elements or challenges with use? Prefer less structured for coverage?"
          },
          {
            "question_id": "TD-8",
            "summary_text": "Most effective certification criteria/standards under ONC Health IT Certification Program?"
          },
          {
            "question_id": "TD-9",
            "summary_text": "Certification: Benefits/drawbacks of prioritizing API-enabled capabilities over software functionality? Revise criteria for all chart data exchange? CMS policy for provider data quality?"
          },
          {
            "question_id": "TD-10",
            "summary_text": "Further steps for ASTP/ONC for Cures Act API condition (access all EHI without special effort)?"
          },
          {
            "question_id": "TD-11",
            "summary_text": "EHI export: Revise to specify standardized API requirements? Workflow improvements? CMS policy changes?"
          }
        ]
      },
      {
        "subsection_id": "E.4",
        "subsection_title": "Data Exchange",
        "questions": [
          {
            "question_id": "TD-12",
            "summary_text": "Should CMS endorse non-CMS data sources/networks? Criteria/metrics?"
          },
          {
            "question_id": "TD-13",
            "summary_text": "New opportunities with APIs for entire EHI? Obstacles? Tradeoffs USCDI vs full EHI?"
          },
          {
            "question_id": "TD-14",
            "summary_text": "Networks' use of FHIR APIs: Endpoints connected? Types/categories/geographies? How established? Interconnect with other networks?"
          },
          {
            "question_id": "TD-15",
            "summary_text": "Bulk FHIR APIs: How would increased use improve use cases/data flow? Disadvantages?"
          },
          {
            "question_id": "TD-16",
            "summary_text": "Tradeoffs of point-to-point vs. shared network infrastructure? Current rules encourage scalable participation? Changes for alignment?"
          },
          {
            "question_id": "TD-17",
            "summary_text": "Given operational costs, CMS/ASTP/ONC role in ensuring viability of data sharing networks (supply/demand, usage, outcomes)?"
          }
        ]
      },
      {
        "subsection_id": "E.5",
        "subsection_title": "Compliance",
        "questions": [
          {
            "question_id": "TD-18",
            "summary_text": "Information blocking: Examples of practices experienced? Additional policies to discourage provider info blocking? Actors lacking disincentives?"
          },
          {
            "question_id": "TD-19",
            "summary_text": "Price transparency implementation: Shortcomings? Workflows benefiting most? Valuable improvements for patients/providers/payers? Motivate solution development?"
          }
        ]
      }
    ]
  },
  {
    "section_id": "F",
    "section_title": "Value-Based Care Organizations",
    "subsections": [
      {
        "subsection_id": "F.1",
        "subsection_title": "Digital Health Adoption",
        "questions": [
          {
            "question_id": "VB-1",
            "summary_text": "Incentives for APMs (ACOs, MSSP) to leverage digital health products? Obstacles?"
          },
          {
            "question_id": "VB-2",
            "summary_text": "How to better integrate AI, pop health analytics, risk stratification, care coordination, usability, quality measurement, patient engagement into APM requirements?"
          },
          {
            "question_id": "VB-3",
            "summary_text": "Essential health IT capabilities for VBC arrangements? Other valuable capabilities?"
          },
          {
            "question_id": "VB-4",
            "summary_text": "Essential data types for successful VBC participation?"
          }
        ]
      },
      {
        "subsection_id": "F.2",
        "subsection_title": "Compliance and Certification",
        "questions": [
          {
            "question_id": "VB-5",
            "summary_text": "How do current ONC cert criteria/standards support VBC delivery?"
          },
          {
            "question_id": "VB-6",
            "summary_text": "Specific HIT capabilities benefiting APMs not in current cert criteria that should be included?"
          },
          {
            "question_id": "VB-7",
            "summary_text": "How can tech requirements for APMs (CEHRT, etc.) reduce complexity while preserving flexibility?"
          },
          {
            "question_id": "VB-8",
            "summary_text": "How can other HHS policies supplement CEHRT for APM digital health use? Barriers to APMs receiving patient event notifications?"
          },
          {
            "question_id": "VB-9",
            "summary_text": "Different tech requirements for APM vs non-APM orgs (quality reporting, interop)?"
          },
          {
            "question_id": "VB-10",
            "summary_text": "CY24 PFS rule: What cert criteria for specific/general Advanced APMs under 'Base EHR' flexibility? Flexibilities for smaller/rural providers for CEHRT?"
          }
        ]
      },
      {
        "subsection_id": "F.3",
        "subsection_title": "Technical Standards",
        "questions": [
          {
            "question_id": "VB-11",
            "summary_text": "Specific interop challenges encountered in implementing VBC programs?"
          },
          {
            "question_id": "VB-12",
            "summary_text": "Tech standardization to preserve program flexibility while promoting APM tech innovation?"
          },
          {
            "question_id": "VB-13",
            "summary_text": "Improvements to existing criteria/standards to better support VBC and reduce provider burden?"
          },
          {
            "question_id": "VB-14",
            "summary_text": "How could digital ID credentials improve VBC delivery/outcomes?"
          },
          {
            "question_id": "VB-15",
            "summary_text": "How could nationwide provider directory of FHIR endpoints improve access to patient data/claims understanding? Key data elements for effectiveness?"
          }
        ]
      }
    ]
  }
]
